{
    "version": "https://jsonfeed.org/version/1",
    "title": "seenu",
    "description": "",
    "home_page_url": "file:////Users/devi4nt/Documents/Publii/sites/seenu/preview",
    "feed_url": "file:////Users/devi4nt/Documents/Publii/sites/seenu/preview/feed.json",
    "user_comment": "",
    "author": {
        "name": "Editor @Seenu"
    },
    "items": [
        {
            "id": "file:////Users/devi4nt/Documents/Publii/sites/seenu/preview/ufaaverikanmathee-dhiriulemaathoaeve.html",
            "url": "file:////Users/devi4nt/Documents/Publii/sites/seenu/preview/ufaaverikanmathee-dhiriulemaathoaeve.html",
            "title": "އުފާވެރިކަންމަތީ ދިރިއުޅެމާތޯއެވެ",
            "summary": "ކޮންމެއިންސާނަކީ އޭނާ އެއުޅޭ މުޖުތަމައުގައި ކޮންމެވެސް ރޯލެއްއަދާކުރަންޖެހޮފައިވާ މީހެކެވެ. ފުރަތަމަ ކުޑަކުއްޖެއްގެ ގޮތުގައެވެ. ދެން ކިޔަވާކުއްޖެއްގެ ގޮތުގައެވެ. އެއަށްފަހު މައެއްނުވަތަ ބަފައެއްގެ ގޮތުގައެވެ. ހަމަ މިއާއެކު މުޖުތަމަޢަށް&hellip;",
            "content_html": "<p class=\"p1\" dir=\"rtl\">ކޮންމެއިންސާނަކީ އޭނާ އެއުޅޭ މުޖުތަމައުގައި ކޮންމެވެސް ރޯލެއްއަދާކުރަންޖެހޮފައިވާ މީހެކެވެ<span class=\"s1\">. </span>ފުރަތަމަ ކުޑަކުއްޖެއްގެ ގޮތުގައެވެ<span class=\"s1\">. </span>ދެން ކިޔަވާކުއްޖެއްގެ ގޮތުގައެވެ<span class=\"s1\">. </span>އެއަށްފަހު މައެއްނުވަތަ ބަފައެއްގެ ގޮތުގައެވެ<span class=\"s1\">. </span>ހަމަ މިއާއެކު މުޖުތަމަޢަށް ފައިދާކުރާނެ ކޮންމެވެސް މަސައްކަތެއް ކުރުމުގައެވެ<span class=\"s1\">. </span>މިއިން ކޮންމެ ދައުރެއްގައި އިންސާނާ އުފުލާ ހިތާމަތަކާ ކުރިމަތި ލާންޖެހޭނެއެވެ<span class=\"s1\">. </span>ފަސޭހަތަކާ ވޭންތައް އިޙްސާސް ކުރަން ޖެހޭއިރު ތަޢުރީފާއި މަލާމާތް ލިބެއެވެ<span class=\"s1\">.<span class=\"Apple-converted-space\"> </span></span></p>\n<p class=\"p1\" dir=\"rtl\">ގިނަމީހުންނަށް ވާގޮތަކީ ލިބިފައި އޮތް ނިޢުމަތަށް ޙަމްދާއި ޝުކުރު ކުރުމުގެ ބަދަލުގައި<span class=\"s1\">, </span>ކިތަންމެ ކުޑަގޮތަކަށް ނަމަވެސް ހިތާމަތަކާ ކުރިމަތިލާންޖެހުމުން މާބޮޑަށް ޝަކުވާ ކުރެވެނީއެވެ<span class=\"s1\">. </span>ދެރަވަނީ އެވެ<span class=\"s1\">. </span>ހިތްދަތި ވަނީއެވެ<span class=\"s1\">. </span>އިޙްސާސްކުރަންޖެހޭ ވޭންތަކަށް ކެތްކުރަންވާވަރަށް ކެތްނުކުރެވެނީއެވެ<span class=\"s1\">. </span>އަދި ނަހަމަގޮތުގައި މީހުންކުރާ މަލާމަާތުގެ އަގު ވަޒަން ނުކުރެވެނީއެވެ<span class=\"s1\">. </span>ވީމާކޮންމެ މީހަކުވެސް އޭނާގެ ޙަޔާތާމެދު ވިސްނާލަނަވެއްޖެއެވެ<span class=\"s1\">. </span>ޙަޔާތުގައި ދިމާވާ ދަތިތައް ނައްތާލަންވީ އެވެ<span class=\"s1\">.<span class=\"Apple-converted-space\"> </span></span></p>\n<p class=\"p2\" dir=\"rtl\"> </p>\n<p class=\"p1\" dir=\"rtl\">ކޮންމެ އިންސާނެއް އުފެދިފައިވަނީ ވަކިގޮތަކަށް އެހެން އިންސާނުންނާއި ތަފާތި ގޮތަކަށެވެ<span class=\"s1\">. </span>ދެމީހެއްގެއެއްގޮތް ސިފަތަކެއް ހުއްޓަސް ގިނަ ގޮތްތޮތުން ތަފާތު ވާނެއެވެ<span class=\"s1\">. </span>ވީމާ އެހެން މީހުން ގެ ސިފައާއި ޙަރަކާތާއި އުޅުން ކޮޕީކުރުމުގެ ބަދަލުގައި އެމީހެއްގެ އަމިއްލަ ވަންތަކަންމަތީ އުޅުން ތަނގަޅުވާނެއެވެ<span class=\"s1\">. </span>އޭރުން މުޖުތަމަޢުގައި މަޤްބޫލު މީހަކަށް ވުމަށް މާފަސޭހަވާނެއެވެ<span class=\"s1\">. </span>އެވަގުތަކު ޖެހޭކަމެއް އެވަގުތަކު ކުރާށޭވެ<span class=\"s1\">. </span>ކުރަންޖެހޭ ކަންތައްތައް ފަހަށް ކުރަން ބެހެއެޓުމުގެ ބަދަލުގައި ވަގުތުން ވަގުތަށް ކުރާށޭވެ<span class=\"s1\">. </span>އޭރުން ނުކުރެވި ހުރި ކަންތައްތަކުގެ ސަބަބުން އުދަގޫނުވެ ހިތްހަމަ ޖެހުން އިޙްސާސްކުރެވޭނެ އެވެ<span class=\"s1\">. </span>އަދި މީގެ އިތުރުން މުހިންމު ބޮޑެތި ކަންތައްތައް ކުރުމުގައި އިސްކަން ދޭށެވެ<span class=\"s1\">. </span>ކުދި ކުދި ކަނަތައްތައް ކޮންމެ ވަގުތަކުވެސް ކުރެވިދާނެއެވެ<span class=\"s1\">. </span>ދިރިއުޅުމުގައި ތަފާތު ކަންތައްތަކާ ކުރިމަތިލާން ޖެހޭނެއެވެ<span class=\"s1\">. </span>އަދި އެކިއެކި ކަހަލަ މަސައްކަތް ކުރަން ޖެހޭނެއެވެ<span class=\"s1\">. </span>މިގޮތުން ކުރާ ކޮންމެ ކަމެއްގައި އެއްފަހަރާ މާގިނަ ވަގުތު ހޭދަކުރުމުގެ ބަދަލގައި ދޭތެރެ ދޭތެރެއިން އެކުރާ ކަމެއް ޕޯޒް ކޮށްލާށެވެ<span class=\"s1\">.<span class=\"Apple-converted-space\"> </span></span></p>\n<p class=\"p1\" dir=\"rtl\">މަދުވެގެން ފަސަމިނެޓެއްހާއިރު ފަސޭހަގޮތަކަށް އިށީދެލައިގެން އިންނާށެވެ<span class=\"s1\">. </span>މިގޮތަށް އަމިއްލަނަފްސަށް ހުސްކޮށް ލޯމަރާލައިގެން އިންނާށެވެ<span class=\"s1\">. </span>އަމިއްލަ މީހާ އާއިމެދު އިތުބާރު ކުރެވޭ ކަންކަމުގެ މައްޗަށް ސިކުޑި ހުސްކޮށްލާށެވެ<span class=\"s1\">. </span>ދެން އެއަށްފަހު އަނެއްކާވެސް މަސައްކަތާއިގެން ކުރިއަށް ދާށެވެ<span class=\"s1\">.<span class=\"Apple-converted-space\"> </span></span></p>\n<p class=\"p1\" dir=\"rtl\">ހުރިހާކަމަކީ ތިމާކުރާކަންތައްތައް ކަމުގައި ހެދުމުގެ ބަދަލުގައި އެކީގައި އުޅޭއެހެންމީހުން ކަންކަމުގައި ބައިވެރިކުރާށެވެ<span class=\"s1\">. </span>ހުރިހާ ކަމެއް އެކަންޏެއްނުވާނެއެވެ<span class=\"s1\">. </span>އަދި އެހެން އެކަކު ކުރަންޖެހުމުން ވަރުބަލިވެ<span class=\"s1\">, </span>ފޫހިވާ ގޮތް ވާނެއެވެ<span class=\"s1\">. </span>ގޭގެތެރޭމަސައްކަތެއްގައި ނަމަ ދަރިންނާއި ޢާއިލާގެ އެހެން މީހުން ބައިވެރި ވުމުން އޮމާން ކަމާއެކު މަސައްކަތް ކުރިއަށް ދާނެއެވެ<span class=\"s1\">. </span>ކުންފުނިތަކާއި އޮފީސްފަދަ ތަންތަނުގައި ހަމަ މިގޮތް ގެންގުޅެވިދާނެއެވެ<span class=\"s1\">. </span>ކުރާ ކޮންމެ ކަމެއްގައި އެހެން މީހުން<span class=\"s1\"> (</span>މުވައްޒަފުންވެސް<span class=\"s1\">) </span>ބައިވެރި ކުރާށެވެ<span class=\"s1\">. </span>އަދި އެމީހުންނަށް ހިތްވަރު ދޭށެވެ<span class=\"s1\">.<span class=\"Apple-converted-space\"> </span></span></p>\n<p class=\"p2\" dir=\"rtl\"> </p>\n<p class=\"p1\" dir=\"rtl\">ލިބުނު ނިޢުމަތަށް ޙަމްދާއި ޝުކުރު ކުރާށެވެ<span class=\"s1\">. </span>ފަސް ޙިއްޞު ލިބިފައިވުމާއިއެކު ގައިގައި ބާރުހުރި އިރުގައި ފަސްވަގުތު ވަގުތަށް ނަމާދު ކުރާށެވެ<span class=\"s1\">. </span>އެހެން މީހުން ކުރާކަންކަމުގައި<span class=\"s1\">, </span>އެތަނަވަސް ކަން މަތީ<span class=\"s1\">, </span>ނުވަތަ އެފަދަ މަސައްކަތެއްގައި އުޅެވޭނެ ނަމައޭ ހިތަށް އެރުމުގެ ބަދަލުގައި ތިމާއަށް ކުރެވެން އޮތްގޮތަށް ކިތަންމެ ކުޑަނަމަވެސް މަސައްކަތެއްގައި ބިޒީވެ އުޅޭށެވެ<span class=\"s1\">. </span>މީހަކު ހަތްބުރި އޮފީހެއްގައި<span class=\"s1\">, </span>ނުވަތަ ގަޑުވަރެއްގައި ހަތްދިހަ މީހުން މަސައްކަތްކުރަން ގެންގުޅުނަސް އެކަމާ ފިކުރު ނުކުރާށެވެ<span class=\"s1\">. </span>އޭގެ ބަދަލުގައި އެމީހަކަށްޓަަކައި އުފާކުރާށެވެ<span class=\"s1\">.<span class=\"Apple-converted-space\"> </span></span></p>\n<p class=\"p1\" dir=\"rtl\">އަމިއްލަ އުފަލަކީ ހޯދޭނެ<span class=\"s1\">, </span>ހޯދާ އެއްޗެކެވެ<span class=\"s1\">. </span>ރީތި ހުދު ގޮޑުދޮށެއްގައި ބާހެދުމެއް ލައިގެން އިންނަމީހާވެސް އެގޮޑުދޮށުގެ އުފާ ހޯދާނެއެވެ<span class=\"s1\">. </span>އެއުފާތައް ޙާޞިލްވާނެެއެވެ<span class=\"s1\">.<span class=\"Apple-converted-space\"> </span></span></p>\n<p class=\"p2\" dir=\"rtl\"> </p>\n<p class=\"p1\" dir=\"rtl\">ނަހަމަގޮތުގައި މީހުން ކުރާ މަލާމާތާ ފުރައްސާރައަކީ ހަޤީޤަތުގައި ތައުރީފެކެވެ<span class=\"s1\">. </span>އެއީ ވަރަށް ގިނަމީހުނަށް ހިތްދަތިކަން އިޙްސާސްކުރަންޖެހުމަކީ އެހެން މީހުން ކުރާމަލާމާތާއި ހެދި ލިބޭ ދެރައަށް ވެފައި ވެއެވެ<span class=\"s1\">. </span>މަތީ މަޤާމެއް ލިބިފައިވާ މީހަކާ ދިމާލަށް މަލާމާތް ކުރުމުގެ ޙައްޤެއްވެސް ނެތެވެ<span class=\"s1\">. </span>އޭނާއަށް އެމަޤާމް އެލިބުނީ އޭނާގެ އަމިއްލަ އިމްތިޙާން އަށާއި އެހެން މީހުންގެވެސް އިމްތިހާނަކަށެވެ<span class=\"s1\">. </span>އެއީ ކޮންމެ ފަދަ ނަސީބަކަށްވެސް ވެދާނެއެވެ<span class=\"s1\">. </span>ވީމާ އެފަދަ މީހަކާ ދިމާލަށް މަލާމަތް ކުރާބަޔަކު އަމިއްލައަށް ދެރަވުމުގެ އިތުރުން ވާނޭ އިތުރު އެއްވެސް ކަމެއް ނެތެވެ<span class=\"s1\">. </span>ނަހަމައިން ކުރާ މަލާމާތަކީ ހަމަ ތަޢުރީފެކެވެ<span class=\"s1\">. </span>މާތް <span class=\"s2\">الله</span>ގެ އަޅާ<span class=\"s1\">, </span>އެއިލާޙް އަށް އަދާކޮށްދޭންޖެހޭ ފަސް ވަގުތުގެ ވާޖިބު ނަމާދަކީ އެއަޅަކަށް ލިބޭނެ އެންމެ ބޮޑު އުފަލެވެ<span class=\"s1\">. </span>އަދި އެއަޅެއްގެ މަޤާމް އެންމެ ބޮޑަށް އުފުލޭނެ ކަމެވެ<span class=\"s1\">. </span>މިގޮތަށް ދެމިހުރެއްޖެ މީހަކީ ކުރިންވެސް މިބުނިހެން ކޮންމެ ހާލެއްގައިވެސް އެންމެ އުފާވެރި<span class=\"s1\">, </span>އަދި މަޤާމްގެ ގޮތުން މީހުންގެ ތެރޭގައި އެންމެ ޤަދަރުވެރި މީހާއެވެ<span class=\"s1\">. </span>އެމީހެއްގެ މިއަމަލުގެ އަލީގައި ހަޔާތްބާއްޖަވެރި ކުރެވެއެވެ<span class=\"s1\">. </span>ދިރިއުޅުން އުފާވެރި ކުރާށެވެ<span class=\"s1\">. </span>ރުޅި މައިތިރި ކުރާށެވެ<span class=\"s1\">. </span>އަދި ދެރަނުވެ<span class=\"s1\">, </span>ހިތްހަމަޖެހުން ލިބިގަންނާށެވެ<span class=\"s1\">. </span>ދުނިޔެއަކީ ފަނާވެ ނިމިދާ އެއްޗެކެވެ<span class=\"s1\">. </span>ދެމިއޮންނާނީ އެމީހެއްގެ އަމަލެވެ<span class=\"s1\">.<span class=\"Apple-converted-space\"> </span></span></p>",
            "image": "file:////Users/devi4nt/Documents/Publii/sites/seenu/preview/media/posts/4/happiness.jpg",
            "author": {
                "name": "Editor @Seenu"
            },
            "tags": [
                   "education"
            ],
            "date_published": "2022-12-01T07:38:45+05:00",
            "date_modified": "2022-12-01T21:01:43+05:00"
        },
        {
            "id": "file:////Users/devi4nt/Documents/Publii/sites/seenu/preview/sitee-kolanee-enoon.html",
            "url": "file:////Users/devi4nt/Documents/Publii/sites/seenu/preview/sitee-kolanee-enoon.html",
            "title": "ސިޓީ - ކޮލަނީ އެއްނޫން",
            "summary": "’ސަންގު‘ ނޫހުގެ އެޑިޓަރ އަލްފާޞިލް މުޙައްދު ޝަފީޤު އަށް, ވެދުން ސަލާމަށް ފަހު ދަންނަވަމެވެ. ދިވެހިރާއްޖެ އިގިރޭސި ކޮލަނީ އަކަށް ވީކަަމަށް, އަބްދުލް ޙަކީމް ހުސެއިން މަނިކު&hellip;",
            "content_html": "<p class=\"p1\" dir=\"rtl\"> </p>\n<p class=\"p2\" dir=\"rtl\"><span class=\"s1\">’</span>ސަންގު<span class=\"s1\">‘ </span>ނޫހުގެ އެޑިޓަރ އަލްފާޞިލް މުޙައްދު ޝަފީޤު އަށް<span class=\"s1\">,</span></p>\n<p class=\"p2\" dir=\"rtl\">ވެދުން ސަލާމަށް ފަހު ދަންނަވަމެވެ<span class=\"s1\">. </span>ދިވެހިރާއްޖެ އިގިރޭސި ކޮލަނީ އަކަށް ވީކަަމަށް<span class=\"s1\">, </span>އަބްދުލް ޙަކީމް ހުސެއިން މަނިކު<span class=\"s1\"> ’</span>ފިނިހިޔާ<span class=\"s1\">‘ </span>ގެ<span class=\"s1\"> 13 </span>ވަނަ އަދަދުގައި ލިޔުއްވަނީ<span class=\"s1\">, </span>ރާއްޖޭގެ ދާޚިލީ ސިއާސަތާއި އިގިރޭސިން ބެހިފައި ވާތީއެވެ<span class=\"s1\">. </span>ދަންނަވަންތޯއެެވެ<span class=\"s1\">. </span>އަބްދުލް ޙަކީމް ހުސައިން މަނިކު އެވިދާޅުވާ ދަރަޖައަށް<span class=\"s1\">, </span>އެޒަމާނެއްގެ ބޮޑުބާރުތަކުން ބާރެއް އެހެން ޤައުމުތަކުގެ ދާޚިލީ ސިޔާސަތާ ނުބެހި އޮތީ ކޮން އިރަކު ތޯއެވެ<span class=\"s1\">?</span></p>\n<p class=\"p2\" dir=\"rtl\"><span class=\"s1\">’</span>ބަޑި ބޯޓުގެ ސިއާސަތު<span class=\"s1\">,‘</span>ގެ އުޖާލާވީ ރަން ދުވަސްވަރުގައި އެކި ޤައުމުތަކަށް ބިރުދައްކައިގެން<span class=\"s1\">, </span>ބަޑީގެ ވެރިފަރާތް ރުހޭ ގޮތަށް ނިންމާފައިވާ ކަންތައް ގިނަގުނަކަން ޢަބްދުލްޙަކީމް ޙުސެއިން މަނިކު ރަނގަޅަށް ދެނެލައްވާނެ ކަން އަޅުގަޑަށް ޔަޤީނެވެ<span class=\"s1\">. </span>އެހެނަސް ކަންމިހެން ހިގާފައި ހުރިކަން އެއީ ބަޑީގެ ކޮޅުގައި<span class=\"s1\">, </span>ބަޑި ދިއްވެފައި ހުރި ޤައުމެއް ކޮލަނީއަކަށް ވާކަމުގެ ދަލީލެކެ ދެންނެވުން އަޅުގަޑަށް މުޅިން ނުފެންނަނީ އެވެ<span class=\"s1\">. </span>އަބްދުލް ޙަކީމް ހުސެއިން މަނިކް އެއިޝާރާތް ކުރައްވާ ފަދައިން ރާއްޖެ ކޮލަނީ އަކަށް އޮތް ކަމަށްވީނަމަ<span class=\"s1\">, </span>އަދުގެ ދުނިޔޭގައި ވެސް ކޮލަނީއަކަށް ނުވާ<span class=\"s1\"><span class=\"Apple-converted-space\">  </span></span>ޤައުމެއް މަދެވެ<span class=\"s1\">. </span>ފެހިނޫޓްގެ ބާރާއި އެމެރިކާ<span class=\"s1\">, </span>ރަޝިއާގެ ނިއުކްލިއަރ މިސައިލްތަކުގެ ބާރުގައި އެކިއެކި ޤަައުމުތަކުގެ ދާޚިލީ ސިޔާސަތުގެ އުސޫލްތަކަށް ބަދަލު އައިސްފައި ވާކަމަށް ދުނިޔެ ހެކިދެއެވެ<span class=\"s1\">. </span>ބައެއް ސިޔާސީ ފާޑުކިޔުންތެރިންނާ ލިޔުންތެރިން ދެކޭ ގޮތުގައި<span class=\"s1\">, </span>އަދުގެ ޤާނޫނީ ދިވެހި ސަރުކާރު ދެމިއޮތީ އިންޑިއާ ސިފައިންގެ ބަޑީގެ ބާރުގައެވެ<span class=\"s1\">. </span>ފިލލިޕީން ސިފައިންގެ ބާޤީންގެ ހަމަލާތަކުން ފުރިހަމައަށް ސަލާމަތްވެވުނީ އެމެރިކާ ސިފައިންގެ އެހީގައެވެ<span class=\"s1\">. </span>އެހެނަސް ރާއްޖެ ނުވަތަ ފިލިޕީންސް<span class=\"s1\">, </span>އިންޑިއާ ނުވަތަ އެމެރިކާގެ ކޮލަނީ އަކަށް ވީކަމަކަށް ނުބެލެވޭނެ ނޫންތޯއެވެ<span class=\"s1\">? </span>އަޅުގަޑު ހިތުން އިގިރޭސިންގެ ފުރިހަމަ ކޮލަނީއަކަށް ރާއްޖެއެއް ނުވެެއެވެ<span class=\"s1\">. </span>ސަބަބަކީ މަންދު ވަހީދު ކޮޅަށް ބުރަވެވޭތީއެވެ<span class=\"s1\">.<span class=\"Apple-converted-space\"> </span></span></p>\n<p class=\"p2\" dir=\"rtl\"><span class=\"s1\"> - </span>މުޙައްމަދު ނަޝީދު</p>",
            "author": {
                "name": "Editor @Seenu"
            },
            "tags": [
            ],
            "date_published": "2022-11-29T17:53:47+05:00",
            "date_modified": "2022-11-29T17:53:47+05:00"
        },
        {
            "id": "file:////Users/devi4nt/Documents/Publii/sites/seenu/preview/miee-mulin-aa-poastekeve.html",
            "url": "file:////Users/devi4nt/Documents/Publii/sites/seenu/preview/miee-mulin-aa-poastekeve.html",
            "title": "މިއީ މުޅިން އާ ޕޯސްޓެކެވެ",
            "summary": "ލޯރަމް އިޕްސަމް އަކީ އެއްވެސް މާނައެއްނެތް ގޮތަކަށް ވެބްސައިޓެއް ނުވަތަލިޔުމެއް އަވަހަށް ފުރާލުމަށް ހެދިފައިވާ ލިޔުމެކެވެ. މިލިޔުން ތަފާތުވާ ގޮތަކީ ...",
            "content_html": "<p>ލޯރަމް އިޕްސަމް އަކީ އެއްވެސް މާނައެއްނެތް ގޮތަކަށް ވެބްސައިޓެއް ނުވަތަލިޔުމެއް އަވަހަށް ފުރާލުމަށް ހެދިފައިވާ ލިޔުމެކެވެ. މިލިޔުން ތަފާތުވާ ގޮތަކީ ...</p>",
            "author": {
                "name": "Editor @Seenu"
            },
            "tags": [
            ],
            "date_published": "2022-11-28T19:22:35+05:00",
            "date_modified": "2022-11-28T19:22:35+05:00"
        },
        {
            "id": "file:////Users/devi4nt/Documents/Publii/sites/seenu/preview/dear-editor.html",
            "url": "file:////Users/devi4nt/Documents/Publii/sites/seenu/preview/dear-editor.html",
            "title": "Dear Editor",
            "summary": "އެޑިޓަރަށް, ވެދުން ސަލާމަށްފަހު ލިޔަމެވެ. އަހަރުގެ އަދި ކްލާހުގެ އެންމެ ފަހުދުވަސްތަށް ގުނަމުން އަންނަ އިރު އަހުރެން މިހުރީ ހައިރާންވެފައެފެ. އަދި ވަރަށް އުފާވެސް ވެފައެވެ I&hellip;",
            "content_html": "<p>އެޑިޓަރަށް, ވެދުން ސަލާމަށްފަހު ލިޔަމެވެ. އަހަރުގެ އަދި ކްލާހުގެ އެންމެ ފަހުދުވަސްތަށް ގުނަމުން އަންނަ އިރު އަހުރެން މިހުރީ ހައިރާންވެފައެފެ. އަދި ވަރަށް އުފާވެސް ވެފައެވެ</p>\n<p> </p>\n<p>I a<span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">m impressed. There has never been a time more exciting for my class. The last few months at Brightway International school Grade-10 have been a blur. Cramming for exams, going to the World Scholars Cup, and winning our first-ever National basketball trophy for the class. This has been and will always be the year of achiev</span><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">ements and heartbreak. Let me tell you why it's going to be difficult for us, a few students who are go</span><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">ing to sit th</span><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">e Cambridge exams this year. </span></p>\n<p>There has never been, in my opinion, a g<span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">ood sup</span><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">p</span><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">ort system for schools here in the Maldives, where students can voice their concerns and get an emotional ear. In our school in recent years (and this is right after Covid), students and teachers have been leaving classes, and school - for reasons that baffle me. I know that private education is very expensive and I am thankful that I was able to continue classes at home, even when all schools were closed due to Covid. And although we were able to continue where we left off in terms of the syllabus, I have had to cram so much in my spare time that I hardly have time to have a proper night's sleep. There are stories of students fainting and missing classes due to anxiety and depression, and this dear Editor just from what I have heard in junior classes.</span></p>\n<p>to be continued ...</p>\n<p> </p>\n<p> </p>",
            "image": "file:////Users/devi4nt/Documents/Publii/sites/seenu/preview/media/posts/1/editorschool-unsplash.jpg",
            "author": {
                "name": "Editor @Seenu"
            },
            "tags": [
                   "education"
            ],
            "date_published": "2022-11-24T09:17:24+05:00",
            "date_modified": "2022-12-11T12:32:06+05:00"
        }
    ]
}
